Repository: thecodezone/disciple-tools-autolink
Catalog: languages/disciple-tools-autolink-*.po
Languages: hr, ne_np

source: Disciple.Tools - Autolink
hr: Disciple.Tools - Automatska poveznica
ne_np: चेला.उपकरण - स्वत: लिङ्क

source: Provides a simplified interface for managing and visualizing your Disciple.Tools network. Share access with your downstream leaders to easily build your group tree.
hr: Pruža pojednostavljeno sučelje za upravljanje i vizualizaciju vaše mreže Disciple.Tools. Podijelite pristup sa svojim voditeljima kako biste jednostavno izgradili hijerarhiju svoje grupe.
ne_np: तपाईँको चेला.उपकरण सञ्जाल व्यवस्थापन र दृश्यावलोकनका लागि सरलीकृत इन्टरफेस प्रदान गर्दछ । तपाईंको समूह रूख सजिलै निर्माण गर्न तपाईंको डाउनस्ट्रीम नेताहरूसँग पहुँच साझेदारी गर्नुहोस्.

source: Parent
hr: Nivo iznad
ne_np: आमाबाबु

source: Save Changes
hr: Spremite izmjene
ne_np: परिवर्तनहरू सुरक्षित गर्नुहोस

source: Cancel
hr: Otkažite
ne_np: रद्द गर्नुहोस्

source: Open Record
hr: Otvorite zapis
ne_np: खुला रेकर्ड

source: Center on this Node
hr: Centrirajte na ovom čvoru
ne_np: यो नोडमा केन्द्र

source: Edit Record
hr: Uredite zapis
ne_np: रेकर्ड सम्पादन गर्नुहोस्

source: Reset
hr: Resetirajte
ne_np: रिसेट गर्नुहोस्

source: Zoom In
hr: Povećajte

source: Zoom Out
hr: Smanjite

source: Training videos could not be loaded. Resetting to default content.
hr: Nije moguće učitati videozapise treninga. Vraćanje na zadani sadržaj.

source: Training Videos
hr: Videozapisi treninga

source: Title
hr: Naslov

source: Embed
hr: Ugraditi

source: Add
hr: Dodati

source: Remove
hr: Ukloni

source: Are you sure you want to reset the training videos to default content?
hr: Jeste li sigurni da želite vratiti videozapise treninga na zadani sadržaj?

source: Are you sure you want to remove this video?
hr: Jeste li sigurni da želite ukloniti ovaj video?

source: Up
hr: Gore

source: Down
hr: Dolje

source: Invalid training videos.
hr: Nevažeći videozapisi.

source: My
hr: Moje

source: Church Start Date
hr: Datum početka crkve
ne_np: चर्च को रूख

source: View
hr: Pogled
ne_np: दृश्य

source: Delete
hr: Obriši
ne_np: मेट्नुहोस्

source: Are you sure you want to delete this
hr: Jeste li sigurni da želite ovo izbrisati?
ne_np: तपाईँ यसलाई मेट्न निश्चित हुनुहुन्छ ?

source: Edit
hr: Uredi
ne_np: सम्पादन गर्नुहोस्

source: More
hr: Više

source: Hello,
hr: Pozdrav,
ne_np: नमस्ते,

source: Coached by
hr: Treniran od
ne_np: द्वारा प्रशिक्षित

source: My Link
hr: Moj link
ne_np: मेरो लिङ्क

source: Copy this link and share it with people you are coaching.
hr: Kopirajte ovu vezu i podijelite je s ljudima koje podučavate.
ne_np: यो लिङ्क प्रतिलिपि बनाउनुहोस् र यसलाई तपाईंले प्रशिक्षण दिइरहनुभएको व्यक्तिहरूसँग साझेदारी गर्नुहोस.

source: My
hr: Moja
ne_np: मेरा

source: Health
hr: Zdravlje
ne_np: स्वास्थ्य

source: Tree
hr: Hijerarhija
ne_np: रूख

source: GenMap
hr: Generacijska karta
ne_np: चर्च को रूख

source: Training
hr: Trening

source: Create
hr: Kreiraj
ne_np: सिर्जना गर्नुहोस्

source: Save
hr: Sačuvaj

source: Select a
hr: Odaberite

source: Unauthorized action. Please refresh the page and try again.
hr: Neovlaštena radnja. Molimo osvježite stranicu i pokušajte ponovno.
ne_np: अनाधिकृत कार्य। कृपया पृष्ठ ताजा पार्नुहोस् र पुन: प्रयास गर्नुहोस्.

source: Back to AutoLink
hr: Natrag na automatsku poveznicu
ne_np: स्वत: लिङ्कमा फर्कनुहोस्

source: Unauthorized
hr: Neovlašteno

source: Could not fetch groups
hr: Nije moguće dohvatiti grupe

source: An unexpected error has occurred.
hr: Došlo je do neočekivane pogreške.
ne_np: एउटा अनपेक्षित त्रुटि उत्पन्न भएको छ.

source: Unassigned
hr: Nedodijeljeno

source: Move these to the
hr: Premjestite ih u

source: to assign them to a
hr: dodijeliti ih

source: Key
hr: Ključ

source: you are assigned
hr: ti si dodijeljen

source: assigned to those you coach
hr: dodijeljen onima koje trenirate

source: you lead
hr: ti vodiš

source: Generation Number
hr: Broj generacije

source: No
hr: Ne

source: Autolink
hr: Automatska poveznica

source: Add Magic
hr: Dodaj magiju
ne_np: म्याजिक थप्नुहोस्

source: Go to Disciple.Tools
hr: Idite na Disciple.Tools
ne_np: चेलामा जानुहोस्।औजारहरू

source: Update Survey Answers
hr: Ažurirajte odgovore na anketu
ne_np: सर्वेक्षण उत्तर अद्यावधिक गर्नुहोस्

source: Give Feedback
hr: Dati povratnu informaciju
ne_np: प्रतिक्रिया दिनुहोस्

source: Log Out
hr: Odjavite se
ne_np: लग आउट गर्नुहोस्

source: Toggle Menu
hr: Prebaci izbornik
ne_np: मेनु टगल गर्नुहोस्

source: My Churches
hr: Moje crkve
ne_np: मेरा मण्डलीहरू

source: How many leaders are you coaching?
hr: Koliko vođa podučavate?
ne_np: तपाईं कति जना नेतालाई प्रशिक्षण दिइरहनुभएको छ?

source: How many
hr: Koliko
ne_np: कति धेरै

source: are you leading?
hr: ih vodiš?
ne_np: के तपाईं नेतृत्व गर्दै हुनुहुन्छ?

source: Error: Invalid username/password combination.
hr: Pogreška: Nevažeća kombinacija korisničkog imena i lozinke.
ne_np: त्रुटि: अवैध प्रयोगकर्ता नाम/पासवर्ड संयोजन.

source: Group Generation Map
hr: Mapa generacije grupe
ne_np: समूह उत्पादन मानचित्र

source: Username or Email Address
hr: Korisničko ime ili email adresa
ne_np: प्रयोगकर्ता नाम वा इमेल ठेगाना

source: Password
hr: Lozinka
ne_np: पासवर्ड

source: Login
hr: Prijavite se
ne_np: लग - इन

source: Create Account
hr: Napravi račun
ne_np: खाता सिर्जना गर्नुहोस्

source: Forgot Password?
hr: Zaboravljena lozinka?
ne_np: पासवर्ड बिर्सनुभयो?

source: Powered by
hr: Pokreće ga
ne_np: यसबाट पावर गरिएको

source: Autolink Home
hr: Automatska poveznica početna
ne_np: गृह स्वत: लिङ्क गर्नुहोस्

source: Username
hr: Korisničko ime
ne_np: प्रयोगकर्ता नाम

source: Confirm Password
hr: Potvrdite lozinku
ne_np: पासवर्ड पुष्टि गर्नुहोस्

source: Register
hr: Registriraj se
ne_np: दर्ता गर्नुहोस्

source: OK
ne_np: ठिक छ

source: Email
ne_np: इमेल
